Repository: marcelkraus/speedometer
Catalog: Speedometer/Supporting Files/Localizable.xcstrings
Source language: en
Languages: de

# BlockingOverlayViewController.LoadingMessage
source: Processing…
de: Bitte warten…

# InAppStoreViewController.Description
source: My promise: Speedometer stays clear, cost-free and without any advertisements. If you are satisfied with Speedometer, I would appreciate if you give me a small tip. As a little thank you, I will provide you access to three additional color themes which will make Speedometer look great. All color themes include Dark mode support and a matching app icon.
de: Mein Versprechen: Tacho bleibt übersichtlich, kostenlos und werbefrei! Sollte dir Tacho jedoch besonders gut gefallen, würde ich mich freuen, wenn du mir ein kleines Trinkgeld zukommen lässt. Als Dankeschön erhälst du Zugriff auf drei weitere Farbmotive, die Tacho in einem neuen Glanz erstrahlen lassen. Alle Farbmotive unterstützen den Dark Mode und beinhalten jeweils ein eigenes App-Icon.

# InAppStoreViewController.Disclaimer
source: All purchases are one-time purchases and the amount can be chosen freely. You will gain access to the color themes immediately. The In-App purchase is powered by RevenueCat, see the App Store and my privacy policy (https://speedometer.marcelkraus.de) for details.
de: Alle Käufe sind einmalig und der Betrag ist frei wählbar. Du erhälst sofort Zugriff auf die Farbmotive. Der In-App-Kauf wird mit Unterstützung von RevenueCat durchgeführt, siehe den App Store und meine Datenschutzerklärung (https://tacho.marcelkraus.de) für Details.

# InAppStoreViewController.FallbackMessage
source: Uh, there is something wrong! There are no products available at the moment, please try again later. Thank you!
de: Oh, da klemmt etwas! Zur Zeit stehen keine Produkte zum Kauf zur Verfügung - bitte probiere es später erneut. Vielen Dank!

# InAppStoreViewController.Heading
source: My tip jar
de: Mein Sparschwein

# InAppStoreViewController.LoadingMessage
source: Loading In-App store…
de: In-App-Store wird geladen…

# InAppStoreViewController.RestoreButton
source: Restore Purchases
de: Einkäufe wiederherstellen

# LoadingIndicatorViewController.Indicator
source: Loading…
de: Laden…

# Location.East
source: East
de: Ost

# Location.North
source: North
de: Nord

# Location.South
source: South
de: Süd

# Message.LocationAuthorizationStatusDenied.Text
source: Usage of Speedometer is not possible due to restrictions of Location Services. Please remove the restrictions here: Settings > General > Restrictions > Location Services
de: Die Nutzung von Tacho ist nicht möglich, da der Zugriff auf deine Standortdaten beschränkt wurde. Bitte entferne alle Einschränkungen in deinen Einstellungen: Einstellungen > Allgemein > Einschränkungen > Ortungsdienste

# Message.LocationAuthorizationStatusRestricted.Text
source: Please allow access to your location data to use Speedometer Please check the following settings: Settings > Privacy > Location Services > Speedometer > While Using
de: Bitte erlaube Zugriff auf deine Standortdaten, um Tacho nutzen zu können. Du findest die notwendigen Einstellungen hier: Einstellungen > Datenschutz > Ortungsdienste > Tacho > Beim Verwenden der App

# Message.Onboarding.Heading
source: Hello World! This is Speedometer.
de: Hallo Welt! Das ist Tacho.

# Message.Onboarding.Text
source: Speedometer shows your current speed. Simple, cost-free and without any advertisements. Speedometer needs access to your location data, which will only be used for this purpose and never be shared. Please confirm access after you tapped the button below.
de: Tacho zeigt dir deine aktuelle Geschwindigkeit an. Einfach, kostenlos und werbefrei. Tacho benötigt Zugriff auf deine Standortdaten, die nur für diese Zwecke verwendet und mit niemandem geteilt werden. Bitte bestätige daher den Hinweis nach Tap auf den untenstehenden Button.

# OnboardingViewController.Button
source: Gotcha, let's go!
de: Verstanden, leg los!

# SettingsViewController.Imprint.Heading
source: Imprint
de: Impressum

# SettingsViewController.Imprint.Text
source: Speedometer is a project of: Marcel Kraus Bonner Straße 88 50374 Erftstadt Germany www.marcelkraus.de App version: v%@:%@. Parts of the app icon and some icons were designed by Freepik/Flaticon.
de: Tacho ist ein Projekt von: Marcel Kraus Bonner Straße 88 50374 Erftstadt Deutschland www.marcelkraus.de App-Version: v%@:%@. Bestandteile des App-Icons und weitere Icons wurden gestaltet von Freepik/Flaticon.

# SettingsViewController.ThemeSelection.Heading
source: Theme Selection
de: Auswahl des Farbmotivs

# SettingsViewController.TipConfirmationButton
source: Your welcome!
de: Gern geschehen!

# SettingsViewController.TipConfirmationMessage
source: Thanks for supporting the development of Speedometer! As a token of appreciation, you will find the color theme selection in the settings.
de: Danke, dass du die Entwicklung von Tacho unterstützt. Als kleines Zeichen meiner Anerkennung findest du in den Einstellungen ab sofort die Farbmotiv-Auswahl.

# SettingsViewController.TipConfirmationTitle
source: You are awesome! <3
de: Du bist klasse! <3

# SpeedometerViewController.SwipeInfo
source: Swipe Down for Next Unit
de: Runter wischen für nächste Einheit

# Theme.Blueberry.Name
source: Blueberry
de: Blaubeere

# Theme.Pear.Name
source: Pear
de: Birne

# Theme.Raspberry.Name
source: Raspberry
de: Himbeere
